# a = float(input('первое число: '))
# b = float(input('второе число: '))
# c = float(input('третье число: '))

# сумма = a + b + c
# произведение = a * b * c

# print('Сумма:', сумма)
# print('Произведение:', произведение)

# 2 ЗАДАНИЕ

# зарплата = float(input('Введите вашу зарплату за месяц: '))
# кредит = float(input('Введите сумму месячного платежа по кредиту: '))
# коммун_услуги = float(input('Введите задолженность: '))

# остаток = зарплата - кредит - коммун_услуги

# print('Остаток после всех выплат:', остаток)

# 3 ЗАДАНИЕ

# диаг_1 = float(input('Введите длину первой диагонали: '))
# диаг_2 = float(input('Введите длину второй диагонали: '))

# площадь = (диаг_1 * диаг_2) / 2

# print('Площадь ромба:', площадь)

# 4 ЗАДАНИЕ

# print('To be')
# print('or not')
# print('to be')

# 5 ЗАДАНИЕ

# print('“Life is what happens')
# print('when')
# print('you're busy making other plans”')
# print('John Lennon.')


